Repository: agu-z/chart
Catalog: po/*.po
Languages: ca

source: Chart
ca: Diagrama

source: Create your charts and organize your information! Try the best chart for your case.
ca: Creeu els vostres diagrames i organitzeu la vostra informació! Proveu el millor diagrama per al vostre cas.

source: Invalid Value
ca: Valor no vàlid

source: The value must be a number (integer or decimal)
ca: El valor ha de ser un número (enter o decimal)

source: Ok
ca: D'acord

source: Save as image
ca: Desa com a imatge

source: Read StopWatch data
ca: Llegeix les dades del Cronòmetre

source: Read Measure data
ca: Llegeix les dades de l'Aparell de mesura

source: Add a value
ca: Afegeix un valor

source: Remove the selected value
ca: Suprimeix el valor seleccionat

source: Chart Color
ca: Color del diagrama

source: Line Color
ca: Color de la línia

source: Horizontal label...
ca: Etiqueta horitzontal...

source: Vertical label...
ca: Etiqueta vertical...

source: Font Color
ca: Color de la lletra

source: Title font
ca: Lletra del títol

source: Labels font
ca: Lletra de les etiquetes

source: Tick font
ca: Lletra del tic

source: Fullscreen
ca: Pantalla sencera

source: Move up
ca: Mou cap amunt

source: Move down
ca: Mou cap avall

source: No data
ca: Sense dades

source: Vertical Bar Chart
ca: Diagrama de barres verticals

source: Horizontal Bar Chart
ca: Diagrama de barres horitzontals

source: Line Chart
ca: Diagrama lineal

source: Pie Chart
ca: Diagrama de sectors

source: Invalid object
ca: Objecte no vàlid

source: The selected object must be a %s file
ca: L'objecte seleccionat ha de ser un fitxer %s

source: StopWatch
ca: Cronòmetre

source: Measure
ca: Aparell de mesura

source: Label
ca: Etiqueta

source: Value
ca: Valor

source: Basic usage
ca: Ús bàsic

source: First you need add data to create the graph
ca: El primer que heu de fer és afegir dades per crear el diagrama

source: You can add data with this button
ca: Podeu afegir dades amb aquest botó

source: ...or remove data with this button
ca: ... o bé eliminar-les amb aquest botó

source: To change the graph title, just change the activity title
ca: Per canviar el títol del diagrama, tan sols canvieu el títol de l'activitat

source: Next you can change the type of graph
ca: A continuació, podeu canviar el tipus de diagrama

source: Vertical bars
ca: Barres verticals

source: Horizontal bars
ca: Barres horitzontals

source: Lines
ca: Línies

source: Pie
ca: Sectors

source: Configs
ca: Configuracions

source: You can change the colors or the horizontal and vertical labels in the configs toolbar
ca: Podeu canviar els colors o les etiquetes horitzontals i verticals a la barra d'eines de configuracions

source: Saving as an image
ca: Desament com a una imatge

source: In the activity toolbar you have button to save the graph as an image
ca: A la barra d'eines de l'activitat teniu el botó per desar el diagrama com a una imatge

source: Reading data from other activities
ca: Lectura de dades d'altres activitats

source: In the activity toolbar you have buttons to read data from other activities
ca: A la barra d'eines de l'activitat teniu botons per a llegir dades d'altres activitats

source: You can use times measured in the StopWatch activity
ca: Podeu utilitzar els temps mesurats en l'activitat Cronòmetre

source: ...or data from the Measure activity
ca: ... o bé les dades de l'activitat Aparell de mesura

source: Reading data from the clipboard
ca: Lectura de dades del porta-retalls

source: Some activities (such as VisualMatch) has the ability to copy data to the clipboard
ca: Algunes activitats (com ara VisualMatch) tenen la possibilitat de copiar les dades al porta-retalls

source: Drop the clipboard data into the chart area and it will be charted
ca: Arrossegueu les dades del porta-retalls a l'àrea del diagrama i aquestes es traçaran

source: Select font
ca: Selecciona la lletra

source: Help
ca: Ajuda

source: Time
ca: Temps

source: Mark
ca: Marca

source: Values
ca: Valors

source: Samples
ca: Mostres
